export default {
  //singUp
  createNewAcc: "အကောင့်အသစ်တစ်ခု ဖန်တီးပါ",
  signUpPara:
    "အဖိုးတန်အခိုက်အတန့်တွေကို မြည်းစမ်းရင်း တစ်ကြိမ်တည်းနဲ့ အရသာကိုခံစားလိုက်ပါ။",
  signUpBtnText: "လက်မှတ်ထိုးပါ",
  continueWith: "သို့မဟုတ် ဆက်လုပ်မည်",
  signInWithGoogle: "Google ဖြင့် ဝင်ရောက်ပါ",
  haveAccountQue: "အကောင့်ရှိပြီးသားလား?",
  signIn: "အကောင့်ဝင်ပါ",
  email: "အီးမေးလ်",
  pass: "စကားဝှက်",
  confirmPass: "စကားဝှက် အတည်ပြုပါ",
  emailRequired: "အီးမေးလ် လိုအပ်ပါသည်",
  passRequired: "စကားဝှက် လိုအပ်ပါသည်",
  confirmPassRequired: "စကားဝှက်ကို အတည်ပြုရန် လိုအပ်ပါသည်",
  passwordNotMatch: "စကားဝှက်များ မတူညီပါ",

  //signIn
  welcome: "ကြိုဆိုပါတယ်",
  signInPara:
    "အဖိုးတန်အခိုက်အတန့်တွေကို မြည်းစမ်းရင်း တစ်ကြိမ်တည်းနဲ့ အရသာကိုခံစားလိုက်ပါ။",
  forgotPass: "စကားဝှက်မေ့နေပါသလား?",
  signInBtnText: "အကောင့်ဝင်မည်",
  dontHaveAccQue: `အကောင့်မရှိဘူးလား`,
  signUp: "အကောင့်ဖွင့်ပါ",

  //resetPassword
  resetPassword: "လျှို့ဝှတ်နံပါတ်အား reset လုပ်သည်",
  enterNewPassword: "စကားဝှက်အသစ်ထည့်ပါ",
  passShouldDifferent:
    "စကားဝှက်သည် ယခင်အသုံးပြုခဲ့သည့် စကားဝှက်များနှင့် ကွဲပြားသင့်ပါသည်။",
  resetPasswordSuccess: "စကားဝှက်ကို အောင်မြင်စွာ သတ်မှတ်လိုက်ပါပြီ",
  forgotPassQue: "သင့်စကားဝှက်ကိုမေ့နေပါသလား?",
  enterEmailText: "ပြန်လည်သတ်မှတ်ရန် သင့်အီးမေးလ်ကို ထည့်သွင်းပါ",
  update: "မွမ်းမံ",

  //tablayout
  home: "အိမ်",
  order: "အမှာ",
  account: "အကောင့်",

  //home
  search: "ရှာရန်",
  currency: "ကျပ်",
  addCart: "ခြင်းထဲသို့ ထည့်မည်",

  //cart
  cart: "ခြင်းတောင်း",
  remove: "ဖယ်ရှားမည်",
  noCartItemFound: "လှည်းထဲတွင် မည်သည့်ပစ္စည်းမှမရှိပါ၊ ဈေးဝယ်ထွက်မည်",
  subTotal: "စုစုပါင်း",
  deliveryFee: "ပို့ဆောင်ခ",
  netAmount: "အသားတင် ကျသင့်ငွေ",
  orderNow: "ယခု အော်ဒါမှာမည်",
  orderSuccess: "အော်ဒါမှာခြင်း အောင်မြင်ပါသည်",

  //order
  orderEmpty: "သင့်တွင် အော်ဒါမရှိပါ",
  amount: "ကျသင့်ငွေ",
  deliveryStatus: "ပို့ဆောင်မှုအခြေအနေ",
  delivered: "ပို့ဆောင်ပြီး",
  pending: "စောင့်ဆိုင်း",
  complete: "ပြီးဆုံးသည်",

  //orderDetail
  orderDetail: "အော်ဒါ အသေးစိတ်",
  qty: "အရေအတွက်",
  orderItem: "အော်ဒါ ပစ္စည်းများ",
  orderInfo: "အော်ဒါအချက်အလက်",
  orderId: "အော်ဒါ အိုင်ဒီ",
  grandTotal: "စုစုပေါင်း",
  orderTotal: "အော်ဒါစုစုပေါင်း",

  //profile
  profile: "ကိုယ်ရေးအကျဉ်း",
  accountDetail: "အကောင့်အသေးစိတ်",
  about: "ကျွန်ုပ်အကြောင်း",
  language: "ဘာသာစကား",
  darkMode: "အမှောင်ဘက်",
  logOut: "ထွက်မည်",
  changePassword: "စကားဝှက်ကိုပြောင်းမည်",
  somethingWrong: "OOPS! တစ်ခုခုမှားနေသည်",

  //userInfo
  userInfo: "အသုံးပြုသူအချက်အလက်",
  accountId: "အကောင့် ID",
  userName: "အသုံးပြုသူအမည်",
  phone: "ဖုန်းနံပါတ်",
  address: "နေရပ်လိပ်စာ",
  editProfile: "ပရိုဖိုင်းကို ပြင်မည်",
  nameReqire: "အသုံးပြုသူအမည် လိုအပ်ပါသည်",
  phoneReqire: "ဖုန်းလိုအပ်ပါသည်",
  addressReqire: "နေရပ်လိပ်စာ လိုအပ်ပါသည်",
  openWith: "ဖွင့်မည်",
  currentPassword: "လက်ရှိစကားဝှက်",
  currentPasswordRequire: "လက်ရှိ စကားဝှက် လိုအပ်ပါသည်",
  newPassword: "စကားဝှက်အသစ်",
  newPasswordRequire: "စကားဝှက်အသစ် လိုအပ်ပါသည်",
  confirmPassword: "စကားဝှက်အတည်ပြုခြင်း",
  confirmPasswordRequire: "စကားဝှက်ကို အတည်ပြုရန် လိုအပ်ပါသည်",
  passChangeSuccess: "စကားဝှက်ကို အောင်မြင်စွာ ပြောင်းလဲခဲ့သည်",
  newPassAndConfirmPassNotMatch: "စကားဝှက်အသစ်နှင့် အတည်ပြုစကားဝှက် မတူညီပါ",
  updateProfileSuccess: "ပရိုဖိုင်ကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်လိုက်ပါသည်",

  //errorModal
  error: "အမှား",
  gotIt: "သိရှိပြီး",

  // confirmModal
  cancel: "ပယ်ဖျက်",
  confirm: "အတည်ပြု",
  confirmQue: "အကောင့်ထွက်ဖို့ သေချာပြီလား",

  //about
  intro:
    "FlavorBite ကို မိတ်ဆက်ခြင်း- အရသာရှိသော အဆာပြေနှင့် အစားအစာများအတွက် သင်၏ အဆုံးစွန်သောဦးတည်ရာ",
  introPara: `အဆာပြေအဆာပြေအဆာပြေအစာများနှင့် အစားအစာပစ္စည်းများအတွက် တစ်နေရာတည်းတွင်ရှိသော သင်၏ တစ်နေရာတည်းသောဆိုင်ဖြစ်သော FlavorBite မှ ကြိုဆိုပါသည်။ FlavorBite တွင်၊ သင့်အား အရသာခံပြီး စွဲမက်ဖွယ်ကောင်းစေရန်နှင့် သင့်တပ်မက်မှုများကို ဖြည့်ဆည်းပေးရန်အတွက် အကောင်းဆုံးရွေးချယ်မှုများအား သင့်အား ယူဆောင်လာရန် စိတ်အားထက်သန်ပါသည်။`,
  headerOne: "အဆုံးမဲ့ ပျော်ရွှင်မှုများကို စူးစမ်းပါ",
  headerOnePara: `သင်သည် အရသာရှိသည်ဖြစ်စေ ချိုသည်၊ ကြွပ်ရွသည်ဖြစ်စေ၊​ ဝါးသည်ဖြစ်စေ FlavorBite သည် လူတိုင်းအတွက် တစ်ခုခုရှိသည်။ လက်ရာမြောက်သော ချစ်ပ်များနှင့် အရသာရှိသော ပြောင်းဖူးပေါက်ပေါက်များမှ ချောကလက်များနှင့် ကျန်းမာရေးနှင့်ညီညွတ်သော စွမ်းအင်ဘားများအထိ၊ ကျွန်ုပ်တို့၏ အမျိုးမျိုးသောထုတ်ကုန်များသည် ရှာဖွေတွေ့ရှိရန် အမြဲတမ်းအသစ်အဆန်းတစ်ခုဖြစ်ကြောင်း သေချာစေပါသည်။`,
  headerTwo: "သင်အရသာခံနိုင်သော အရည်အသွေး",
  headerTwoPara: `အခြားအရာအားလုံးထက် အရည်အသွေးကို ကျွန်တော်တို့ ယုံကြည်ပါတယ်။ ထို့ကြောင့် ကျွန်ုပ်တို့သည် ထူးချွန်မှုအပေါ် ကျွန်ုပ်တို့၏ကတိကဝတ်များကို မျှဝေပေးသော ယုံကြည်စိတ်ချရသော ပေးသွင်းသူများနှင့် လက်မှုပညာသမားများနှင့် ကျွန်ုပ်တို့ ပူးပေါင်းလုပ်ဆောင်ပါသည်။ ကျွန်ုပ်တို့၏စုစည်းမှုရှိ ပစ္စည်းတစ်ခုစီတိုင်းသည် ကျွန်ုပ်တို့၏ အရသာ၊ လတ်ဆတ်မှုနှင့် အရည်အသွေးမြင့်မားသော စံချိန်စံညွှန်းများနှင့် ကိုက်ညီကြောင်း သေချာစေရန် ဂရုတစိုက် စီခြယ်ထားပါသည်။`,
  headerThree: "သင့်လက်ချောင်းထိပ်တွင် အဆင်ပြေမှု",
  headerThreePara: `သင်အကြိုက်ဆုံး သရေစာများကို FlavorBite ဖြင့် စျေးဝယ်ခြင်းသည် ဘယ်သောအခါမှ မလွယ်ကူပါ။ ကျွန်ုပ်တို့၏ အသုံးပြုရလွယ်ကူသော ဝဘ်ဆိုက်နှင့် မိုဘိုင်းအက်ပ်က သင့်အား ကျွန်ုပ်တို့၏ ကျယ်ပြန့်သောကတ်တလောက်ကို ကြည့်ရှုရန်၊ ကလစ်အနည်းငယ်ဖြင့် အော်ဒါများတင်ရန်နှင့် သင့်ပစ္စည်းကောင်းများကို သင့်အိမ်တံခါးဝသို့ တိုက်ရိုက်ပို့ဆောင်နိုင်စေပါသည်။ အိမ်မှာ ရုပ်ရှင်သွားကြည့်တာပဲဖြစ်ဖြစ် ချစ်ရတဲ့သူကို အရသာရှိတဲ့ လက်ဆောင်ပေးဖို့ပဲဖြစ်ဖြစ်`,
  headerFour: "ယနေ့ FlavorBite အတွေ့အကြုံ",
  headerFourPara: ` FlavorBite အသိုက်အဝန်းတွင်ပူးပေါင်းပြီးအခြားနှင့်မတူသောအချက်အပြုတ်စွန့်စားမှုတစ်ခုကိုစတင်လိုက်ပါ။ သင်က သရေစာဝါသနာအိုး၊ စိတ်နှလုံး အစားအသောက် သမားပဲဖြစ်ဖြစ်၊ ဘဝမှာ ပိုကောင်းတဲ့ အရာတွေကို သဘောကျတဲ့သူပဲဖြစ်ဖြစ် FlavorBite က သင့်ခံစားချက်တွေကို နှစ်သက်သဘောကျပြီး သင့်ရဲ့ သရေစာအတွေ့အကြုံကို မြှင့်တင်ဖို့ ဒီနေရာပါ။`,
  aboutPolicy: "FlavorBite © 2024 Contact Us: info@flavorbite.com",
};
